Repository: huixiangyang/arc-kit
Catalog: Sources/Application/Resources/Localization/Wallpaper.xcstrings
Source language: en
Languages: zh_hans

# browse.recently.added
source: Recently Added
zh_hans: 最近添加

# browse.resolution
source: Resolution
zh_hans: 分辨率

# import.directImageTitle
source: Direct image link
zh_hans: 图片直链

# import.fileLimit
source: Import up to 100 files at a time. The library holds up to 2,000 items.
zh_hans: 每次最多导入 100 个文件，资料库最多收录 2000 项。

# import.invalidImage
source: The image cannot be decoded or exceeds 150 million pixels
zh_hans: 图片无法解码或超过 1.5 亿像素

# library.add.first.wallpaper
source: Add Your First Wallpaper
zh_hans: 添加你的第一张壁纸

# library.add.least.one.wallpaper.favorites
source: Add at least one wallpaper to Favorites first.
zh_hans: 请先收藏至少一张壁纸。

# library.browse.online.gallery
source: Browse Online Gallery
zh_hans: 浏览在线图库

# library.capacityLimit
source: The library holds up to 2,000 items
zh_hans: 图库最多收录 2000 项

# library.choose.local.image.video.missing
source: Choose a local image or video no larger than 2 GB
zh_hans: 请选择不超过 2 GB 的本地图片或视频文件

# library.count
source: %lld wallpapers
zh_hans: %lld 项壁纸

# library.debugScope
source: Debug previews do not change your desktop.
zh_hans: 调试预览不会更改真实桌面。

# library.detailsAction
source: View Details
zh_hans: 查看详情

# library.directImageAction
source: Direct Image Link…
zh_hans: 图片直链…

# library.edit.loop
source: Edit Loop…
zh_hans: 编辑循环…

# library.edit.loop.segment
source: Edit Loop Segment…
zh_hans: 编辑循环片段…

# library.filter
source: Filter
zh_hans: 筛选

# library.import.direct.image.link
source: Import from Direct Image Link
zh_hans: 从图片直链导入

# library.import.download.wallpaper.first
source: Import or download a wallpaper first.
zh_hans: 请先导入或下载壁纸。

# library.import.files
source: Import Files
zh_hans: 导入文件

# library.import.images.videos.choose
source: Import images or videos, or choose from the online gallery.
zh_hans: 导入图片或视频，也可以从在线图库挑选。

# library.imported.duplicate.files.skipped
source: Imported: %1$@ · Duplicate files skipped: %2$@
zh_hans: 已导入 %1$@ 项，跳过 %2$@ 项重复文件

# library.invalid.image.url
source: Invalid image URL.
zh_hans: 图片地址无效。

# library.library.actions
source: Library actions
zh_hans: 图库操作

# library.loadFailed
source: Could not load the wallpaper library
zh_hans: 壁纸资料库未能加载

# library.loading.wallpaper.library
source: Loading wallpaper library
zh_hans: 正在读取壁纸资料库

# library.missing.copies.repaired
source: · Media or thumbnails repaired: %1$@
zh_hans: ，修复 %1$@ 项媒体或缩略图

# library.more.wallpaper.actions
source: More wallpaper actions
zh_hans: 更多壁纸操作

# library.my.wallpapers.available.offline
source: “%1$@” is in My Wallpapers and available offline.
zh_hans: “%1$@”已在我的壁纸中，可离线使用。

# library.open.wallpaper.folder
source: Open Wallpaper Folder
zh_hans: 打开壁纸目录

# library.operation.cancelled
source: Operation cancelled.
zh_hans: 操作已取消。

# library.original.files.copied.media.preserved
source: Original files and copied media are preserved to avoid affecting other desktop spaces. Replace wallpapers currently in use first.
zh_hans: 原文件和已复制的媒体会保留，以免影响其他桌面空间。正在使用的壁纸需先更换。

# library.remove.favorites
source: Remove from Favorites
zh_hans: 取消收藏

# library.remove.library
source: Remove from Library…
zh_hans: 从图库移除…

# library.removeAction
source: Remove from library?
zh_hans: 从图库移除？

# library.removed.library.media.copies
source: Removed from the library. Media copies are preserved for other desktop spaces.
zh_hans: 已从图库移除；保留媒体副本，避免影响其他桌面空间引用。

# library.sort
source: Sort
zh_hans: 排序

# library.supports.https.urls.return.images.browse
source: Supports HTTPS URLs that return images. Browse popular image sources in the online gallery.
zh_hans: 支持返回图片的 HTTPS 地址。在线图库可直接浏览常用图片源。

# library.supports.jpg.png.heic.webp.tiff.bmp
source: Supports JPG, PNG, HEIC, WebP, TIFF, BMP, MP4, MOV and M4V
zh_hans: 支持 JPG、PNG、HEIC、WebP、TIFF、BMP 和 MP4、MOV、M4V

# library.try.another.keyword.change.filter
source: Try another keyword or change the filter.
zh_hans: 试试其他关键词，或切换筛选条件。

# library.unavailable.add.asset
source: Could not add the asset to the library.
zh_hans: 素材未能加入图库。

# library.view.details
source: %1$@, %2$@, %3$@, view details
zh_hans: %1$@，%2$@，%3$@，查看详情

# library.wallpaper.configuration.record.missing
source: Wallpaper configuration record is missing.
zh_hans: 壁纸配置记录缺失。

# library.wallpaper.library.changed.elsewhere.reload
source: The wallpaper library changed elsewhere. Reload it.
zh_hans: 壁纸资料库已被其他操作修改，请重新加载。

# library.wallpaper.longer.missing
source: This wallpaper is no longer in the library. Choose another.
zh_hans: 这项壁纸已不在图库中，请重新选择。

# library.wallpaper.still.assigned
source: This wallpaper is still assigned to a display. Replace it or stop the live wallpaper first.
zh_hans: 这项壁纸仍分配给显示器，请先更换壁纸或停止动态壁纸。

# page.processing
source: Processing…
zh_hans: 正在处理…

# page.wallpaper.page
source: Wallpaper page
zh_hans: 壁纸页面

# tabs.library
source: Library
zh_hans: 我的壁纸

# tabs.live
source: Live
zh_hans: 动态图库

# tabs.online
source: Online
zh_hans: 在线图库

# tabs.playback
source: Playback
zh_hans: 屏幕与播放
